Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaisopetus_ja_oppimateriaalityo.html.tmx
Source language: fin
Languages: sms

source: Koulutus
sms: Škooultõs

source: Saamelaiskäräjät edistää saamen kielten, saamenkielistä sekä saamelaisen kulttuurin opetusta.
sms: Sääʹmteʹǧǧ oouʹdad sääʹmǩiõli, sääʹmǩiõllsaž da sääʹmkulttuur mättʼtõõzz.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta sekä koulutus- ja oppimateriaalitoimisto toimivat yhteistyössä saamelaisten kotiseutualueen kuntien, muiden koulutuksen järjestäjien, pohjoismaisten sisarelinten ja valtion opetushallinnon kanssa.
sms: Sääʹmteeʹǧǧ škooultõs- da mättmateriaal-luʹvddkåʹdd da škooultõs- da mättmateriaalkoontâr tuåimmje õhttsažtuâjast säʹmmlai dommvuuʹd kooʹddivuiʹm, jeeʹres škooultõõzz riâššjivuiʹm, tâʹvvjânnmallaš vaʹstteei orgaanivuiʹm da riikk mättʼtõshalltõõzzin.

source: Saamelaiskäräjät edustaa saamelaisten ääntä koulutuspolitiikassa.
sms: Sääʹmteʹǧǧ eeʹttkâstt säʹmmlai jiõn škooultõspolitiikkâst.

source: Saamen kielten ja saamelaisen kulttuurin asema opetuksessa on yksi tärkeimmistä saamelaisten tulevaisuuden kysymyksistä.
sms: Sääʹmǩiõli da sääʹmkulttuur sââʹjj mättʼtõõzzâst lij õhtt vääžnʼjummus säʹmmlai puõʹttiääiʹj kõõččmõõžžin.

source: Saamen kieli on kuulunut koulun opetusohjelmaan peruskoulun ensimmäiseltä vuosikymmeneltä lähtien.
sms: Sääʹmǩiõll lij kuullâm škooul mättʼtõsprograʹmme vuâđđškooul vuõssmõs eeʹǩǩlååʹjest ääʹljeeʹl.

source: Saamenkielinen opetus lähti liikkeelle Utsjoelta ja Inarista 1970-luvun puolivälissä.
sms: Sääʹmǩiõllsaž mättʼtõs jåʹttji Uccjooǥǥâst da Aanrest 1970-lååǥǥ peäʹlrääʹjest.

source: Kaikki saamelaisten kotiseutualueen peruskoulut ja lukiot antavat nykyisin saamen kielen opetusta.
sms: Puk säʹmmlai dommvuuʹd vuâđđškooul da lookkjiškooul ouʹdde ânnʼjõžääiʹj sääʹmǩiõl mättʼtõõzz.

source: Kaikki saamelaisten kotiseutualueen kunnat järjestävät saamenkielistä opetusta peruskoulussa.
sms: Puk säʹmmlai dommvuuʹd kååʹdd reäʹšše sääʹmǩiõllsaž mättʼtõõzz vuâđđškooulâst.

source: Saamenkielistä opetusta annetaan eniten perusopetuksen vuosiluokilla 1-6.
sms: Sääʹmǩiõllsaž mättʼtõõzz uuʹdet jäänmõsân vuâđđmättʼtõõzz eeʹǩǩ-klaassin 1-6.

source: Inarin kunnan kouluissa kaikki Suomen kolme saamen kieltä, inarin-, koltan- ja pohjoissaame, ovat sekä opetuskieliä että opetettavia oppiaineita.
sms: Aanar kååʹdd škooulin puk Lääʹddjânnam kolmm sääʹmǩiõl, aanar-, nuõrtt- da tâʹvvsääʹmǩiõll, lie nuʹtt mättʼtõsǩiõl ko mättaunnâz.

source: Utsjoen , Enontekiön ja Sodankylän kunnissa saamen kielistä opetuskielenä ja oppiaineena on pohjoissaame.
sms: Uccjooǥǥ , Jeänõõǥǥ da Suäʹđjel kooʹddin sääʹmǩiõlin mättʼtõsǩiõllân da mättaunnsen lij tâʹvvsääʹmǩiõll.

source: Saamelaisten kotiseutualueen kuntien ulkopuolella saamen kieltä opetetaan toistaiseksi vain vähän, mutta oppilasmäärä on kasvussa.
sms: Säʹmmlai dommvuuʹd kooʹddi åålǥbeäʹlnn sääʹmǩiõl mättʼtet tän poodd samai occanj, leša mättʼtõõttimieʹrr lij lâssneʹmmen.

source: Saamelaiskäräjät ja Utsjoen kunta käynnistivät syyslukukauden 2018 alussa opetus- ja kulttuuriministeriön rahoittaman hankkeen, jonka avulla saamen kielten opetusta annetaan etäyhteyksin kotiseutualueen kuntien ulkopuolelle.
sms: Sääʹmteʹǧǧ da Uccjooǥǥ kåʹdd alttee čõhččlookkâmpââʹj 2018 aalǥâst mättʼtõs- da kulttuurministeria teäggtam haʹŋǩǩõõzz, koon veäkka sääʹmǩiõli mättʼtõõzz uuʹdet ougglõsõhttvuõđivuiʹm dommvuuʹd kooʹddi åålǥbeälla.

source: Saamelaisten kotiseutualueen ulkopuolella ei ole vuoteen 2018 mennessä annettu saamenkielistä opetusta, mutta tilanne on muuttumassa.
sms: Säʹmmlai dommvuuʹd åålǥbeäʹlnn ij leäkku ekka 2018 mõõneeʹst uvddum sääʹmǩiõllsaž mättʼtõs, leša vueʹǩǩ lij mottjeʹmmen.

source: Saame-suomi-kaksikielinen luokkaopetus käynnistyi Pasilan peruskoulussa Helsingissä syksyllä 2018.
sms: Sääʹmm-lääʹdd-kueiʹtǩiõllsaž klassmättʼtõs jåʹttji Pasila vuâđđškooulâst Heʹlssnest čâhčča 2018.

source: Katso animaatiosta missä saamen kielten ja saamenkielistä opetusta on järjestetty vuosina 1980, 1990, 2000, 2010 ja missä sitä järjestetään nyt vuonna 2020.
sms: Ǩiõčč animaatio, täʹst paaldâst, koʹst sääʹmǩiõli da sääʹmǩiõllsaž mättʼtõõzz lij jäʹrjstum eeʹjjin 1980,1990, 2000, 2010 da koʹst tõn jäʹrjstet ååʹn eeʹjjest 2020.

source: Monet pienet kyläkoulut ovat kadonneet kartalta ja yhä useampi koulu saamelaisten kotiseutualueen kuntien (Enontekiö, Inari, Sodankylä ja Utsjoki) ulkopuolella järjestää nyt saamen kielten opetusta.
sms: Määŋg siõm sijddškooul lie loopptum da õinn jeänab di jeänab säʹmmlai dommvuuʹd kooʹddi (Jeänõk, Aanar, Suäʹđjel da Uʹccjokk) oouǥpeäʹlnn jäʹrjste ååʹn sääʹmǩiõl mättʼtõõzz.

source: Kartta: Ulla Aikio-Puoskari ja Minna Saastamoinen/ Studio Borga.
sms: Mäddkartt: Ulla Aikio-Puoskari já Minna Saastamoinen/ Studio Borga.

source: Saame voi olla koulun opetuskieli, äidinkielen ja kirjallisuuden oppiaine sekä vapaaehtoinen/ valinnainen vieraan kielen oppiaine.
sms: Sääʹmǩiõll vuäitt leeʹd škooul mättʼtõsǩiõll, jieʹnnǩiõl da ǩeerjlažvuõđ mättaaunâs di jiõččtäättlaž/ vaʹlljeemnallšem veeʹres ǩiõl mättaaunâs.

source: Saamelaisalueella asuvien saamea osaavien oppilaiden tulee lain mukaan saada pääosa perusopetuksestaan saamen kielellä.
sms: Sääʹmvuuʹdest jälsteei sääʹmǩiõl siltteei mättʼtõõđi âʹlǧǧe lääʹjj mieʹldd vuäǯǯad väʹlddvueʹzz vuâđđmättʼtõõzzstes sääʹmǩiõʹlle.

source: Säännökset koskevat kaikkia kolmea Suomessa puhuttua saamen kieltä: inarin-, koltan- ja pohjoissaamea.
sms: Šeâttmõõžž kueʹsǩǩe puk kolmm Lääʹddjânnmest mainstum sääʹmǩiõl: aanar-, nuõrtt- da tâʹvvsääʹmǩiõl.

source: Saamen kielten kokeet on mahdollista suorittaa ylioppilastutkinnossa, joka on muilta osin suomenkielinen.
sms: Sääʹmǩiõli teeʹst lie vueiʹtlvaž spraavâd pâʹjjmättʼtõõttituʹtǩǩõõzzâst, kååʹtt lij jeeʹres vueʹzzin lääʹddǩiõllsaž.

source: Toisella asteella Saamelaisalueen koulutuskeskus/ Sámi oahpahusguovddáš järjestää mm. saamenkielistä saamen käsityön, duodjin, koulutusta.
sms: Nuuʹbb tääʹzzest Sääʹmvuuʹd škooultemkõõskõs reäšš jm. sääʹmǩiõllsaž sääʹmǩiõtt-tuâj, duodji , škooultõõzz.

source: Oppilaitoksen viralliset opetuskielet ovat saame ja suomi.
sms: Škooultõskõõskõõzz veerǥlaž mättʼtõsǩiõl lie sääʹmǩiõll da lääʹddǩiõll.

source: Koulutuskeskuksessa toimivat kaikkien kolmen saamen kielen lukuvuoden mittaiset intensiivikoulutuksen linjat.
sms: Škooultemkõõskõõzzâst tuåimmje puk koolm sääʹmǩiõl intensiivškooultõõzz liinj, kook peʹštte lookkâmeeʹjj.

source: Koulutuskeskuksen virtuaalikoulu järjestää vuosittain suuren määrän saamen kielten verkkokursseja aikuisväestölle.
sms: Škooultõskõõskõõzz virtuaalškooul reäšš juõʹǩǩ eeʹjj jõnn meäʹr sääʹmǩiõli neʹttkuursid rääʹvesoummid.

source: Korkealla asteella saamen kielten tutkimuksen ja koulutuksen valtakunnallinen erityistehtävä on Oulun yliopiston Giellagas-instituutilla .
sms: Õll tääʹzzest sääʹmǩiõli tuʹtǩǩummuž da škooultõõzz väʹlddkååddlaž spesiaaltuâjj lij Oulu universiteeʹtt Giellagas-instituuttâst .

source: Oulun yliopistossa toimii Suomen ainoa saamen kielen aineenopettajien koulutuslinja.
sms: Oulu universiteeʹttest tuåimmai Lääʹddjânnam oʹdinakai sääʹmǩiõl aaunâsuʹčteeʹli škooultõslinnj.

source: Kaikkia kolmea Suomessa puhuttua saamen kieltä on mahdollista opiskella pää- tai sivuaineena Oulun yliopistossa.
sms: Puk koolm Lääʹddjânnmest mainstum sääʹmǩiõl lij vueiʹtlvaž mättʼtõõttâd väʹldd- leʹbe čårraunnsen Oulu universiteeʹttest.

source: Helsingin ja Lapin yliopistoissa on mahdollista suorittaa pohjoissaamen kielen opintoja.
sms: Heʹlssen da Lappi universiteeʹttin lij vueiʹtlvaž spraavâd tâʹvvsääʹmǩiõl määttaid.

source: Norjan Koutokeinossa toimiva saamelainen korkeakoulu Sámi allaskuvla kouluttaa mm. saamenkielisiä opettajia.
sms: Taarrjânnam Kautokeinost tuåimmjeei säʹmmlaž õllškooul Sámi allaskuvla škooulat jm. sääʹmǩiõllsaž uʹčteeʹlid.

source: Sámi allaskuvlan opetuksen, hallinnon ja muun toiminnan pääkielenä on saamen kieli.
sms: Sámi allaskuvla mättʼtõõzz, vaaldâšm da jeeʹres tuåimmjummuž väʹlddǩiõllân lij sääʹmǩiõll.

source: Saamenkielinen oppimateriaalityö
sms: Sääʹmǩiõllsaž mättmateriaaltuâjj

source: Oppimateriaalityö luo edellytyksiä saamen kielen, saamelaisen kulttuurin ja saamenkieliselle opetukselle eri kouluasteilla.
sms: Mättmateriaaltuâjj rääjj oudldõõzzid sääʹmǩiõl, sääʹmkulttuur da sääʹmǩiõllsaž mättʼtõʹsse jeeʹres škooultaaʹzzin.

source: Saamenkielisten oppimateriaalien valmistaminen aloitettiin saamenkielisen alkuopetuksen käynnistyessä 1970 –luvun puolivälissä.
sms: Sääʹmǩiõllsaž mättmateriaali vaalmštummuž altteeš, ko sääʹmǩiõllsaž alggmättʼtõs aaʹlji 1970–lååǥǥ peäʹlrääʹjest.

source: Aluksi materiaalityöstä vastasi Lapin lääninhallitus, jossa työskenteli vuodesta 1976 alkaen erityinen saamelaiskoulutuksen suunnittelija.
sms: Vuõššân materiaaltuâjast vaʹsttii Lappi lääʹnnhalltõs, koʹst reâuǥai eeʹjjest 1976 ooudårra jiiʹjjesnallšem sääʹmškooultõõzz plaaneei.

source: Nykyisin oppimateriaalityö kuuluu Saamelaiskäräjille, joka saa vuosittain valtionavustusta oppimateriaalin valmistamista varten.
sms: Ânnʼjõžääiʹj mättmateriaaltuâjj kooll Sääʹmtegga, kååʹtt vuäǯǯ juõʹǩǩ eeʹjj riikkveäʹǩǩvuõđ mättmateriaal valmštummuž vääras.

source: Oppimateriaalimääräraha sisältyy valtion talousarviossa opetusministeriön pääluokkaan ja siellä opetushallituksen toimintamenoihin.
sms: Mättmateriaalmieʹrrteäʹǧǧ kooll riikk tällõsarvvlõõzzâst mättʼtõsministeria väʹlddklaʹsse da toʹben mättʼtõshalltõõzz tuåimmjemkuulid.

source: Saamelaiskäräjät raportoi sille materiaalityön tuloksista.
sms: Sääʹmteʹǧǧ raportâstt tõõzz materiaaltuâj puåđõõzzin.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta hyväksyy oppimateriaalityötä koskevat tuotantosuunnitelmat ja periaatteet.
sms: Sääʹmteeʹǧǧ škooultõs- da mättmateriaal-luʹvddkåʹdd preemm mättmateriaaltuâj kuõskki puuʹtʼtemplaanid da vuâđđjurddjid.

source: Koulutus- ja oppimateriaalitoimisto vastaa oppimateriaalityön suunnittelusta, hankkeiden käytännön toteuttamisesta, jakelusta, tiedottamisesta, varojen käyttöön liittyvästä hallinnosta ja materiaalityöhön liittyvästä pohjoismaisesta yhteistyöstä.
sms: Škooultõs- da mättmateriaalkoontâr vaʹsttad mättmateriaaltuâj plaanummšest, haʹŋǩǩõõzzi čõõđ viikkmest, jueʹǩǩmest, teâđtummšest, vaaʹri âânnmõʹšše õhttneei vaaldšmest da materiaaltuõjju õhttneei tâʹvvjânnmallaš õhttsažtuâjast.

source: Oppimateriaaleja valmistetaan inarin-, koltan- ja pohjoissaamen kielillä.
sms: Mättmateriaalid vaalmštet aanar-, nuõrtt-, da tâʹvvsääʹmǩiõlid.

source: Saamelaiskäräjät tukee myös yksityistä oppimateriaalin valmistusta.
sms: Sääʹmteʹǧǧ tuärjjad privatt mättmateriaal valmštummuž še.

source: Koulutus- ja oppimateriaalilautakunnalta voi hakea avustusta saamenkielisiä oppimateriaaliprojekteja varten.
sms: Škooultõs- da mättmateriaal-luʹvddkååʹddest vuäitt ooccâd veäʹǩǩvuõđ sääʹmǩiõllsaž mättmateriaalprojeeʹkti vääras.

source: Varsinaista hakuaikaa ei ole, mutta avustusta haetaan yleensä marras-tammikuussa, jolloin seuraavan vuoden tuotantosuunnitelmaa valmistellaan.
sms: Väʹlddveärlaž ooccâmäiʹǧǧ ij leäkku, leša veäʹǩǩvuõđ ooʒʒât takainalla skamm-ođđeeʹjjmannust, kuäʹss puõʹtti eeʹjj puuʹtʼtemplaan valmštõõlât.

source: Saamelaiskäräjät voi palkata määräaikaisia kokopäiväisiä työntekijöitä oppimateriaalin käsikirjoitus- ja muihin tehtäviin.
sms: Sääʹmteʹǧǧ vuäitt paʹlǩǩeed mieʹrräiggsaž obbpeivvsaž reâuggjid mättmateriaal ǩiõttǩeeʹrjtõs- da jeeʹres tuâjaid.

source: Merkittävin oppimateriaalityötä tekevä ryhmä ovat saamenkieliset opettajat.
sms: Vääžnʼjummus mättmateriaaltuâj tuejjeei joukk lie sääʹmǩiõllsaž uʹčteeʹl.
